{
  "auto-session": { "branch": "main" },
  "base16-nvim": { "branch": "master" },
  "blink-cmp": { "branch": "main" },
  "flash": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "plenary": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "tabout": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-ui-select": { "branch": "master" },
  "treesitter": { "branch": "main" },
  "vim-devicons": { "branch": "master" }
}
